Repository: fossasia/fossasia11-drupal
Catalog: sites/all/modules/inactive_user/translations/*.po
Languages: ro, ru

source: Inactive users
ro: Utilizatori inactivi
ru: Неактивные пользователи

source: Configure notifications to and removal of inactive users.
ro: Configurarea notificărilor şi a ştergerii utilizatorilor inactivi.
ru: Настроить уведомление и удаление неактивных пользователей.

source: Administrator e-mail
ro: E-mai administrator
ru: Адрес электронной почты администратора

source: E-mail addresses
ro: Adrese E-mail

source: Supply a comma-separated list of e-mail addresses that will receive administrator alerts. Spaces between addresses are allowed.
ro: Introduceţi o listă de adrese e-mail separate cu virgulă. La aceste adrese se vor transmite notificările. Sunt permise şi spaţii între adrese.
ru: Укажите разделённый запятыми список адресов электронной почты, на которые будут получать администраторские предупреждения. Пробелы между адресами допускаются.

source: Inactive user notification
ro: Notificare utilizatori inactivi
ru: Уведомление неактивного пользователя

source: Notify administrator when a user hasn't logged in for more than
ro: Anunţă administratorul când un utilizator nu sa autentificat mai mult de
ru: Уведомить администратора, когда пользователь не представлялся системе в течении

source: Generate an email to notify the site administrator that a user account hasn't been used for longer than the specified amount of time. Requires crontab.
ro: Generează un mesaj pentru a notifica administratorul sitului că un utilizator nu s-a mai autentificat pentru o perioadă mai mare decât perioada specificată. Necesită crontab.
ru: Создать письмо для уведомления администратора сайта о том, что учётная запись пользователя не используется в течении определённого времени. Требуется crontab.

source: Notify users when they haven't logged in for more than
ro: Notifică utilizatorii atunci cand nu s-au mai autentificat mai mult de
ru: Уведомить пользователей, когда они не представлялись системе в течении

source: Generate an email to notify users when they haven't used their account for longer than the specified amount of time. Requires crontab.
ro: Generează un mesaj pentru a anunţa utilizatorii că nu şi-au mai utilizat contul pentru o perioadă specificată de timp. Necesită crontab.
ru: Создать письмо для уведомления пользователей о том, что их учётная запись не используется в течении определённого времени. Требуется crontab.

source: Body of user notification e-mail
ro: Corpul mesajului pentru notificarea utilizatorului
ru: Текст письма-уведомления пользователя

source: Customize the body of the notification e-mail sent to the user.
ro: Personalizaţi corpul mesajului de notificare trimis utilizatorilor.
ru: Настроить текст письма-уведомления, которое отсылается пользователю.

source: Available variables are:
ro: Variabilele disponibile sunt:

source: Automatically block inactive users
ro: Blocare automată a utilizatorilor inactivi
ru: Автоматически блокировать неактивных пользователей

source: Block users that haven't logged in for more than
ro: Blochează utilizatorii care nu s-au mai autentificat de mai mult de
ru: Блокировать пользователей, которые не представлялись системе в течении

source: Automatically block user accounts that haven't been used in the specified amount of time. Requires crontab.
ro: Blochează automat conturile utilizatorilor care nu au fost utilizate mai mult decât perioada specificată de timp. Necesită crontab.
ru: Автоматически блокировать учётные записи пользователей, которые не использовали их в течении определённого периода времени. Нужен crontab.

source: Notify user
ro: Notifică utilizatorul
ru: Уведомить пользователя

source: Generate an email to notify a user that his/her account has been automatically blocked.
ro: Generează un mesaj pentru a anunţa utilizatorul de blocarea automată a contului său.
ru: Создать письмо для уведомления пользователя о том, что его/её учётная запись была автоматически заблокирована.

source: Body of blocked user acount e-mail
ro: Corpul mesajului trimis utilizatorului
ru: Текст письма пользователю, учётная запись которого блокирована

source: Customize the body of the notification e-mail sent to the user when their account has been blocked.
ro: Personalizează corpul mesajului de notificare trimis utilizatorului atunci când contul său a fost blocat.
ru: Настроить текст письма-уведомления, которое отсылается пользователю, когда его учётная запись была заблокирована.

source: Notify administrator
ro: Notifică administratorul
ru: Уведомить администратора

source: Generate an email to notify the site administrator when a user is automatically blocked.
ro: Generează un mesaj pentru a anunţa administratorul sitului atunci când un utilizator este blocat în mod automat.
ru: Создать письмо для уведомления администратора сайта о том, что учётная запись пользователя была автоматически заблокирована.

source: Warn users before they are blocked
ro: Atenţionează utilizatorii înainte de blocare
ru: Предупреждать пользователей перед блокировкой

source: Generate an email to notify a user that his/her account is about to be blocked.
ro: Generează un mesaj prin care un utilizator este anunţat atunci când contul său este pe cale de a fi blocat.
ru: Создать письмо для уведомления пользователя о том, что его/её учётная запись будет автоматически заблокирована.

source: Body of user warning e-mail
ro: Corpul mesajului de atenţionare
ru: Текст письма-предупреждения пользователя

source: Customize the body of the notification e-mail sent to the user when their account is about to be blocked.
ro: Personalizează corpul mesajului de atenţionare care se trimite utilizatorilor a căror conturi sunt pe cale de a fi blocate.
ru: Настроить текст письма-уведомления, которое отсылается пользователю, если его учётная запись может быть заблокирована.

source: Automatically delete inactive users
ro: Şterge automat utilizatorii inactivi
ru: Автоматически удалять неактивных пользователей

source: Delete users that haven't logged in for more than
ro: Şterge utilizatorii care nu s-au mai autentificat de
ru: Удалять пользователей, если они не представлялись системе в течении

source: Automatically delete user accounts that haven't been used in the specified amount of time. Warning, user accounts are permanently deleted, with no ability to undo the action! Requires crontab.
ro: Şterge automat utilizatorilor ai căror conturi nu au mai fost utilizate mai mult decât perioada specificată. Atenţie: conturile utilizatorilor vor fi şterse permanent fără posibilitatea de a reveni asupra operaţiei! Necesită crontab.
ru: Автоматически удалять учётные записи пользователей, которые не используются в течении определённого времени. Внимание, учётные записи пользователей удаляются навсегда. Возможности их восстановить не будет! Требуется crontab.

source: Preserve users that own site content
ro: Prezervă utilizatorii care au creat conţinut pe sit
ru: Оберегать пользователей, которым принадлежат материалы на сайте

source: Select this option to never delete users that own site content. If you delete a user that owns content on the site, such as a user that created a node or left a comment, the content will no longer be available via the normal Drupal user interface. That is, if a user creates a node or leaves a comment, then the user is deleted, the node and/or comment will no longer be accesible even though it will still be in the database.
ro: Selectaţi această opţiune pentru a preveni ştergerea utilizatorilor care sunt autori de conţinut pe sit. dacă ştergeţi utilizatori care deţin conţinut pe sit aşa cum ar fi utilizatorii care au creat un nod sau au adăugat comentarii, conţinutul nu va mai fi afişat pe sit prin interfaţa uzuală Drupal chiar dacă el rămâne în baza de date.
ru: Установите этот параметр, чтобы никогда не удалять пользователей, которым принадлежат материалы на сайте.Если вы удаляете пользователя, которому принадлежат материалы на сайте (пользователь создал документ или оставил комментарий), то эти материалы не будут доступны через обычный интерфейс пользователя Друпал. Таким образом, если пользователь, который создал документ или оставил комментарий, затем был удалён, то документ и/или комментарий будет не доступен даже, если даже он останется в базе данных.

source: Generate an email to notify a user that his/her account has been automatically deleted.
ro: Generează un mesaj pentru a anunţa un utilizator de ştergerea automată a contului său.
ru: Создать письмо для уведомления пользователя о том, что его/её учётная запись была автоматически удалена.

source: Body of deleted user account e-mail
ro: Corpul mesajului trimis utilizatorului
ru: Текст письма пользователю об удалении учётной записи

source: Customize the body of the notification e-mail sent to the user when their account has been deleted.
ro: Personalizează corpul mesajului de notificare trimis utilizatorilor atunci când contul lor a fost şters.
ru: Настроить текст письма-уведомления, которое отсылается пользователю, когда его учётная запись была удалена.

source: Generate an email to notify the site administrator when a user is automatically deleted.
ro: Generează un mesaj pentru a anunţa administratorul sitului atunci când un utilizator este şters automat.
ru: Создать письмо для уведомления администратора сайта о том, что его/её учётная запись была автоматически удалена.

source: Warn users before they are deleted
ro: Atenţionează utilizatorii înainte de a fi şterşi
ru: Предупреждать пользователей перед тем, как они будут удалены

source: Generate an email to notify a user that his/her account is about to be deleted.
ro: Generează un mesaj pentru a notifica un utilizator că este cale să-i fie şters contul.
ru: Создать письмо для уведомления пользователя о том, что его/её учётная запись будет автоматически удалена.

source: Customize the body of the notification e-mail sent to the user when their account is about to be deleted.
ro: Personalizează corpul mesajului de notificare trimis utilizatorilor care sunt pe cale să le fie şterse conturile.
ru: Настроить текст письма-уведомления, которое отсылается пользователю, если его учётная запись может быть удалена.

source: %mail is not a valid e-mail address
ro: %mail nu este o adresă de e-mail validă
ru: %mail это не правильный адрес электронной почты

source: The following e-mail addresses are invalid: %mail
ro: Următoarele adrese de e-mail sunt invalide: %mail
ru: Следующие адреса электронной почты не верны: %mail

source: recent user activity: %user removed from inactivity list
ro: activitarea recentă a utilizatorului: %user a fost şters din lista de inactivitate
ru: последняя активность пользователя: %user удалён из списка неактивных

source: edit user
ro: modifică utilizator
ru: изменить пользователя

source: [@sitename] Inactive users
ro: [@sitename] Utilizatori inactivi

source: [@sitename] Account inactivity
ro: [@sitename] Inactivitate a contului

source: user %user notified of inactivity
ro: utilizator %user notificat pentru inactivitate
ru: пользователь %user уведомлён о неактивности

source: user %user warned will be blocked due to inactivity
ro: utilizator %user atenţionat că va fi blocat pentru inactivitate
ru: пользователь %user предупреждён, что будет блокирован из-за неактивности

source: [@sitename] Account blocked due to inactivity
ro: [@sitename] Cont blocat pentru inactivitate

source: user %user blocked due to inactivity
ro: utilizator %user blocat pentru inactivitate
ru: пользователь %user заблокирован из-за неактивность

source: [@sitename] Blocked users
ro: [@sitename] Utilizatori blocaţi

source: user %user warned will be deleted due to inactivity
ro: utilizator %user atenţionat că va fi şters datorită inactivităţii
ru: пользователь %user предупреждён, что будет удалён из-за неактивности

source: [@sitename] Account removed
ro: [@sitename] Cont şters

source: user %user deleted due to inactivity
ro: utilizator %user şters pentru inactivitate
ru: пользователь %user удалён из-за неактивности

source: [@sitename] Deleted accounts
ro: [@sitename] Conturi şterse

source: Hello %username, We haven't seen you at %sitename since %lastaccess, and we miss you! Please come back and visit us soon at %siteurl. Sincerely, %sitename team
ro: Bună ziua %username, Nu aţi mai utilizat contul dumneavostră de la situl %sitename din %lastaccess! Vă rugăm să reveniţi şi să ne vizitaţi la %siteurl. Cu stimă, Echipa %sitename
ru: Привет, %username! Мы не видели вас на %sitename с %lastaccess, и нам очень не хватает вас! Пожалуйста, возвращайтесь к активной деятельности и заходите поскорее на %siteurl. Искренне ваша, команда %sitename

source: Hello, This automatic notification is to inform you that the following users haven't been seen on %sitename for more than %period: %userlist
ro: Bună ziua, Acesta este un anunţ periodic pentru a vă informa că următorii utilizatori nu au mai fost văzuţi la %sitename de mai mult de %period: %userlist
ru: Привет, Это автоматическое уведомление о том, что следующие пользователи не показывались на %sitename в течении %period: %userlist

source: Hello %username, We haven't seen you at %sitename since %lastaccess, and we miss you! This automatic message is to warn you that your account will be disabled in %period unless you come back and visit us before that time. Please visit us at %siteurl. Sincerely, %sitename team
ro: Bună ziua %username, Nu aţi mai utilizat contul dumneavoastră de la situl %sitename din %lastaccess! Acest mesaj automat are rolul de a vă atenţiona că contul dumneavoastră va fi dezactivat în %period dacă nu reveniţi şi vă identificaţi (logaţi) înainte de acea perioadă. Vititaţi-ne la %siteurl. Cu stimă, Echipa %sitename
ru: Привет, %username! Мы не видели вас на %sitename с %lastaccess и нам не хватает вас! Это автоматическое сообщение о том, что ваша учётная запись будет отключена через %period, если вы не вернётесь к активной деятельности и не посетите нас в это время. Пожалуйста, посетите %siteurl. Искренне ваша, команда %sitename

source: Hello %username, This automatic message is to notify you that your account on %sitename has been automatically disabled due to no activity for more than %period. Please visit us at %siteurl to have your account re-enabled. Sincerely, %sitename team
ro: Bună ziua %username, Acest mesaj automat are rolul de a vă anunţa că contul dumneavoastră de pe situl %sitename a fost dezactivat în mod automat din cauza lipsei de activitate mai mult de %period. Vă rugăm vizitaţi-ne la %siteurl pentru a reactiva contul.. Cu stimă, Echipa %sitename
ru: Привет, %username! Это автоматическое уведомление о том, что ваша учётная запись на %sitename была автоматически отключена из-за неактивности в течении %period. Пожалуйста посетите %siteurl, чтобы восстановить вашу учётную запись. Искренне ваша, команда %sitename

source: Hello, This automatic notification is to inform you that the following users have been automatically blocked due to inactivity on %sitename for more than %period: %userlist
ro: Bună ziua, Acest mesaj automat are rolul de a vă informa că următorii utilizatori au fost dezactivaţi automat din cauza lipsei de activitate pe situl %sitename pentru mai mult de %period: %userlist
ru: Привет, Это автоматическое уведомление о том, что следующие пользователи были автоматически заблокированы из-за неактивности на %sitename в течении %period: %userlist

source: Hello %username, We haven't seen you at %sitename since %lastaccess, and we miss you! This automatic message is to warn you that your account will be completely removed in %period unless you come back and visit us before that time. Please visit us at %siteurl. Sincerely, %sitename team
ro: Bună ziua %username, Nu aţi mai utilizat contul dumneavostră de la situl %sitename din %lastaccess! Acest mesaj automat are rolul de a vă atenţiona că contul dumneavoastră va fi şters definitiv în %period dacă nu reveniţi şi utilizaţi contul în acestă perioadă. Vă rugăm să ne vizitaţi la %siteurl. Cu stimă, Echipa %sitename
ru: Привет, %username! Мы не видели вас на %sitename с %lastaccess и нам не хватает вас! Это автоматическое уведомление о том, что ваша учётная запись будет полностью удалена в течении %period, если вы не вернётесь к активной деятельности и не посетите нас до истечения этого времени. Пожалуйста постеите %siteurl. Искренне ваша, команда %sitename

source: Hello %username, This automatic message is to notify you that your account on %sitename has been automatically removed due to no activity for more than %period. Please visit us at %siteurl if you would like to create a new account. Sincerely, %sitename team
ro: Bună ziua %username, Acest mesaj automat are rolul de a vă anunţa că contul dumneavoastră de pe situl %sitename a fost şters automat din cauza lipsei de activitate pentru o perioadă mai mare de %period. Vă rugăm să ne vizitaţi la %siteurl dacă doriţi să vă creaţi un cont nou. Cu stimă, Echipa %sitename
ru: Привет, %username! Это автоматическое уведомление о том, что ваша учётная запись на %sitename была автоматически удалена из-за неактивности в течении %period. Пожалуйста, посетите %siteurl, если вы хотите создать новую учётную запись. Искренне ваша, команда %sitename

source: Hello, This automatic notification is to inform you that the following users have been automatically deleted due to inactivity on %sitename for more than %period: %userlist
ro: Bună ziua, Acest mesaj automat are rolul de a vă informa că următorii utilizatori au fost şterşi automat din cauza lipsei de activitate pe situl %sitename mai mult de %period: %userlist
ru: Привет, Это автоматическое уведомление о том, что следующие пользователи были автоматически удалены из-за неактивности на %sitename в течении %period: %userlist

source: user
ro: utilizator

source: change inactive user settings
ro: modifică configuraţia utilizator inactiv
ru: изменять настройки неактивных пользователей

source: Inactive User
ro: Utilizator inactiv
ru: Неактивный Пользователь

source: Automatic handling of inactive users.
ro: Gestionarea automată a utilizatorilor inactivi
ru: Автоматическое управление неактивными пользователями.

source: [%sitename] Inactive users
ru: [%sitename] Неактивные пользователи

source: [%sitename] Account inactivity
ru: [%sitename] Неактивная учётная запись

source: [%sitename] Account blocked due to inactivity
ru: [%sitename] Учётная запись блокирована из-за неактивности

source: [%sitename] Blocked users
ru: [%sitename] Блокированные пользователи

source: [%sitename] Account removed
ru: [%sitename] Учётная запись удалена

source: [%sitename] Deleted accounts
ru: [%sitename] Удалённые учётные записи

source: 0 sec
ru: 0 сек
